Repository: sfsam/nv
Catalog: *.lproj/Localizable.strings
Languages: spanish

source: %.0lf KB of %.0lf KB
spanish: %.0lf KB de %.0lf KB

source: %.0lf KB received
spanish: Se han recibido %.0lf KB

source: A file named quotemark%@quotemark already exists.
spanish: Ya existe un archivo con el nombre “%@”.

source: Cancel
spanish: Cancelar

source: Choose a folder into which %d notes will be exported
spanish: Escoja la carpeta donde exportar las %d notas

source: Continue
spanish: Continuar

source: Continue exporting?
spanish: ¿Continuar exportando?

source: Could not find the application TextEdit.
spanish: No se ha encontrado la aplicación TextEdit.

source: Could not locate the note file.
spanish: No se ha encontrado el archivo de la nota.

source: Delete
spanish: Eliminar

source: Delete %d notes?
spanish: ¿Eliminar %d notas?

source: Delete the note titled quotemark%@quotemark?
spanish: ¿Eliminar la nota titulada “%@”?

source: Undo Note
spanish: Desechar nota

source: Undo adding %d notes?
spanish: ¿Desechar las %d notas añadidas?

source: Undo adding the note quotemark%@quotemark?
spanish: ¿Desechar la nota “%@”?

source: Undoing a note has the effect of deleting it. Use quotemarkRedoquotemark to re-add it.
spanish: Desechar una nota tiene el mismo efecto que borrar. Usa “Recuperar” para volver a añadirla.

source: Does it still exist?
spanish: ¿Sigue existiendo?

source: Don't Replace
spanish: No reemplazar

source: Don't Update
spanish: No actualizar

source: Download: waiting to begin.
spanish: Descarga: esperando para empezar.

source: Error: the modification date of the file quotemark%@quotemark could not be compared because %@
spanish: Error: la fecha de modificación del archivo “%@” no se puede comparar por %@

source: Error: the modification date of the file quotemark%@quotemark could not be determined because %@
spanish: Error: la fecha de modificación del archivo “%@” no se puede determinar por %@

source: Error: unable to read the contents of the file quotemark%@.quotemark
spanish: Error: no se puede leer el contenido del archivo “%@.”

source: Export
spanish: Exportar

source: Export Notes
spanish: Exportar notas

source: I'll Go See
spanish: Comprobando

source: If you update this note with re-interpreted data from the file, you may overwrite your changes.
spanish: Si actualizas esta nota con información reinterpretada del archivo, puedes sobreescribir tus cambios.

source: If you wish to convert it, you must open and re-save the file in an external editor.
spanish: Si deseas convertirlo, debes abrir el fichero en un editor externo y volver a guardarlo.

source: No notes were selected for exporting.
spanish: No se han seleccionado notas para ser exportadas.

source: Notational Velocity should assume the file quotemark%@quotemark was saved with the encoding:
spanish: Notational Velocity debe asumir que el archivo “%@” fue salvado con esta codificación:

source: Note Importing Cancelled
spanish: Importanción de notas cancelada

source: Operation cancelled
spanish: Operación cancelada

source: Open in TextEdit
spanish: Abrir con TextEdit

source: Other...
spanish: Otra…

source: Overwrite Note
spanish: Sobreescribir nota

source: Please try again.
spanish: Inténtelo de nuevo.

source: Please try another encoding.
spanish: Inténtelo con otra codificación.

source: quotemark%@quotemark is a Unicode file and not directly interpretable using plain text encodings.
spanish: “%@” es un archivo Unicode y no se puede interpretar directamente como texto plano.

source: Replace
spanish: Reemplazar

source: Replace All
spanish: Reemplazar todo

source: Replace its current contents with that of the note?
spanish: ¿Reemplazar el contenido con el de la nota?

source: Sorry, you entered an incorrect passphrase.
spanish: Lo siento, has introducido una contraseña incorrecta.

source: Stop Exporting
spanish: Para la exportación

source: The file may no longer exist or has incorrect permissions.
spanish: El archivo puede que no exista o tenga permisos incorrectos.

source: The note quotemark%@quotemark couldn't be exported because %@.
spanish: La nota “%@” no se ha podido exportar por %@.

source: The note quotemark%@quotemark is newer than its file on disk.
spanish: La nota “%@” es más actual que el archivo correspondiente en el disco.

source: The notes couldn't be exported because the directory quotemark%@quotemark couldn't be accessed.
spanish: Las notas no se pueden exportar porque no se puede acceder a la carpeta “%@”.

source: The URL quotemark%@quotemark could not be accessed: %@.
spanish: La URL “%@” no está accesible: %@.

source: This may be due to an error in the program or operating system.
spanish: Este error puede ser causado por el programa o del sistema operativo.

source: unknown error.
spanish: error desconocido.

source: an error of type %d occurred
spanish: ha ocurrido un error del tipo %d

source: Untitled Note
spanish: Nota sin título

source: Search or Create
spanish: Burcar o crear

source: You can import your old notes at any time by choosing quotemarkImport...quotemark from the quotemarkNotequotemark menu and selecting your NotationalDatabase.blor file.
spanish: Puedes importar tus notas antiguas en cualquier momento a través de la opción “Importar…” en el menu “Nota” y escogiendo el archivo NotationalDatabase.blor correspondiente.

source: You may need to re-run the Mac OS X installer.
spanish: Puedes necesitar volver a ejecutar el intalador de Mac OS X.

source: You must select at least one note to export.
spanish: Debes escoger al menos una nota para exportar.

source: Editing
spanish: Editor

source: Notes
spanish: Notas

source: Fonts & Colors
spanish: Fuentes y Colores

source: <Directory unknown>
spanish: <Carpeta desconocida>

source: Select a folder
spanish: Seleccione una carpeta

source: Select
spanish: Seleccionar

source: Select the folder that Notational Velocity should use for reading and storing notes.
spanish: Seleccione la carpeta que Notational Velocity debe usar para gestionar las notas.

source: (None)
spanish: (Ninguno)

source: PBKDF2 iterations: %d
spanish: PBKDF2 iteracciones: %d

source: Please choose a different folder in which to store your notes.
spanish: Escoge una carpeta diferente para almacenar tus notas.

source: Please choose a folder in which your notes will be stored.
spanish: Escoge la carpeta en la que almacenar tus notas.

source: your Application Support directory
spanish: tu carpeta Application Support

source: its current location
spanish: la ubicación actual

source: Unable to initialize notes database in %@ because %@.
spanish: No se puede comenzar la base de datos de notas en %@ por %@.

source: Choose another folder
spanish: Escoge otra carpeta

source: Quit
spanish: Salir

source: Warning: this database was created by a newer version of Notational Velocity. Continue anyway?
spanish: Cuidado: esta base de datos ha sido creada por una versión más moderna de Notational Velocity. ¿Continuar igualmente?

source: If you make changes, some settings and metadata could be lost.
spanish: Si realizas cambios se pueden perder configuraciones y metadatos.

source: Add New Note from Clipboard
spanish: Añadir una nota nueva desde el portapapeles

source: Error: Couldn't create a note from the selection.
spanish: Error: No se ha podido crear una nota a partir de la selección

source: Import
spanish: Importar

source: Import Notes
spanish: Importar notas

source: None of the selected files could be imported.
spanish: No se ha podido importar ninguno de los archivos seleccionados.

source: Please choose other files.
spanish: Escoja otros archivos por favor.

source: Select files and folders from which to import notes.
spanish: Seleccione los archivos y las carpetas de las que importar las notas

source: More Security Options
spanish: Más opciones de seguridad

source: Your entered passphrase does not match your verify passphrase.
spanish: La frase de contraseña introducida no coincide con la verificada.

source: Your entered current passphrase is incorrect.
spanish: La frase de contraseña actual introducida no es correcta.

source: Your entered new passphrase does not match your verification passphrase.
spanish: La nueva frase de contraseña no coincide con la de verificación.

source: Please enter the passphrase to access notes in %@.
spanish: Por favor, introduzca la frase de contraseña para acceder a las notas en %@.

source: the current notes directory
spanish: la carpeta actual de las notas

source: Today
spanish: Hoy

source: Tomorrow
spanish: Mañana

source: Yesterday
spanish: Ayer

source: %d Notes Selected
spanish: Seleccionadas %d notas

source: (Unknown Note) [%@]
spanish: (Nota desconocida) [%@]

source: (WHAT??)
spanish: (¿¿CÓMO??)

source: Add %d Notes
spanish: Añade %d notas

source: Add to Bookmarks
spanish: Añadir a Marcadores

source: Show Bookmarks
spanish: Ver Marcadores

source: Hide Bookmarks
spanish: Ocultar Marcadores

source: Bold
spanish: Remarcar

source: Changed notes could not be saved because %@.
spanish: Las notas modificadas no se pueden grabar porque %@.

source: Copy
spanish: Copiar

source: Copy URL
spanish: Copiar URL

source: Couldn't move notes into the chosen folder because %@
spanish: No se ha podido mover las notas a la carpeta escogida porque %@

source: Create Note quotemark%@quotemark
spanish: Crear nota “%@”

source: Cut
spanish: Cortar

source: Press Command-Z to undo this action later.
spanish: Pulse ⌘-Z para deshacer esta acción.

source: Delete %d Notes
spanish: Borrar %d notas

source: Delete quotemark%@quotemark
spanish: Borrar “%@”

source: Disable Encryption
spanish: Desactivar cifrado

source: Disable note encryption now?
spanish: ¿Desactivar ahora el cifrado de la nota?

source: Encryption is currently on, but storing notes individually requires it to be off. Disable encryption?
spanish: El cifrado de notas está activado, pero para guardar las notas individualmente es necesario detenerlo. ¿Desactivar el cifrado?

source: Format
spanish: Formato

source: If you empty the Trash now, you could lose your notes. Relocate the notes to a less volatile folder?
spanish: Si vacía la Papelera ahora, puede perder sus notas. ¿Movemos las notas en una carpeta menos volátil?

source: Individual files remain in the notes directory. Leave them alone or move them to the Trash?
spanish: Quedan archivos sueltos en la carpeta de las notas. ¿Los dejamos ahí o los enviamos a la papelera?

source: <Feedback loop warning title>
spanish: Atención: esta carpeta de notas está siendo sincronizada con %@ y %@. Si hay otras copias de Notational Velocity usando esta carpeta, se creará un lazo de retroalimentación.

source: <Feedback loop warning message>
spanish: Para evitar este problema, escoja una ubicación diferente para la carpeta de notas en este equipo, o desactive la sincronización con %@.

source: The %@ server holds a different set of notes. Replace all %u notes in Notational Velocity with the %u notes on the server, or merge both sets together?
spanish: El servidor %@ mantiene una copia diferente de notas. ¿Reemplazar todas las %u notas en Notational Velocity con las %u notas del servidor, o combinar ambas copias?

source: The %@ server reports that no notes exist. Delete all %u notes in Notational Velocity to match it, or re-upload them now?
spanish: El servidor %@ informa que no hay notas. Borrar todas las %u notas que hay en Notational Velocity para corresponder con él o añadirlas al servidor de nuevo?

source: Replacing will remove all %u notes from Notational Velocity. Merging will upload all notes to %@, omitting duplicates.
spanish: Reemplazar borrará las %u notas que hay en Notational Velocity. Combinar añadirá todas las notas a %@ omitiendo las que estén duplicadas.

source: If your %@ account is different, you may prefer to create a new database in Notational Velocity instead.
spanish: Si tu cuenta %@ es diferente, puede ser que prefieras crear una nueva base de datos en Notational Velocity.

source: Turn Off Syncing
spanish: Desactivar sincronización

source: Replace All Notes
spanish: Reponer todas las notas

source: Remove All Notes
spanish: Borrar todas las notas

source: Merge Notes
spanish: Combinar notas

source: Re-upload Notes
spanish: Volver a subir las notas

source: Add %u existing notes in the database to %@?
spanish: ¿Añadir las %u que hay en la base de datos a %@?

source: Notes will be merged, omitting entries duplicated on the server.
spanish: Las notas serán combinadas, omitiendo las entradas duplicadas en el servidor.

source: Upload Notes
spanish: Subir notas

source: Downloading %u of %u notes
spanish: Descargando %u notas de %u

source: Logging in...
spanish: Identificándose...

source: Getting the list of notes...
spanish: Recuperando la lista de notas…

source: Downloading
spanish: Descargando

source: Creating
spanish: Creando

source: Updating
spanish: Actualizando

source: Deleting
spanish: Borrando

source: Processing
spanish: Procesando

source: %@ a note...
spanish: %@ una nota…

source: %@ %u of %u notes
spanish: %@ %u notas de %u

source: %@ %u note(s) failed
spanish: Fallo %@ %u nota(s)

source: %@: Disabled
spanish: %@: Desactivado

source: Last sync:
spanish: Última sincronización:

source: Synchronize Now
spanish: Sincronizar ahora

source: Stop Synchronizing
spanish: Detener la sincronización

source: %u update(s) in progress
spanish: Actualización de %u en marcha

source: Not synchronized yet
spanish: Todavía no se ha sincronizado

source: Incorrect login and password
spanish: Identifiación incorrecta

source: Internet unavailable.
spanish: Sin conexión.

source: Session could not be created
spanish: No se ha podido crear la sesión

source: The index of notes could not be parsed.
spanish: No se ha podido analizar el índice de notas.

source: Changes could not be uploaded.
spanish: No se han podido subir los cambios.

source: Italic
spanish: Cursiva

source: Keep Files
spanish: Mantener los archivos

source: Loading Notes...
spanish: Cargando notas…

source: Move to Trash
spanish: Trasladar a la papelera

source: No Note Selected
spanish: No hay ninguna nota seleccionada

source: No note selected.
spanish: No hay ninguna nota seleccionada.

source: Notational Velocity supports encryption only for notes stored in a database file.
spanish: Notational Velocity solo puede cifrar las notas si están guardadas en una base de datos.

source: Open Console in /Applications/Utilities/ for more information.
spanish: Abra Consola en /Aplicaciones/Utilidades/ para más información.

source: Paste
spanish: Pegar

source: plain text
spanish: texto normal

source: Plain Text Style
spanish: En texto normal

source: Use Automatic Text Replacement
spanish: Usar Reemplazo de Texto Automático

source: New Password...
spanish: Nueva contraseña…

source: Insert New Password
spanish: Introduzca la nueva contraseña

source: Show Note Previews in Title
spanish: Mostrar vista previa de la nota junto el Título

source: Hide Note Previews in Title
spanish: Ocultar vista previa de la nota junto el Título

source: Relocate Notes
spanish: Reubicar las notas

source: Remove All Bookmarks
spanish: Borrar todos los Marcadores

source: Remove all bookmarks?
spanish: ¿Borrar todos los Marcadores?

source: rich text
spanish: RTF

source: Select a new location for your Notational Velocity notes.
spanish: Seleccione una nueva ubicación para sus notas.

source: Too many bookmarks.
spanish: Demasiados marcadores.

source: Turn Off Note Encryption...
spanish: Desactivar cifrado de la nota…

source: Turn On Note Encryption...
spanish: Activar cifrado de la nota…

source: Unable to create an FSRef from the chosen directory.
spanish: Imposible crear una FSRef del directorio escogido.

source: Unable to create or access the Interim Note-Changes file. Is another copy of Notational Velocity currently running?
spanish: Imposible crear o acceder al archivo Interim Note-Changes. ¿Se está ejecutando alguna otra copia de Notational Velocity?

source: Strikethrough
spanish: Tachado

source: Use a single database file
spanish: Usar una base de datos

source: Warning: Your notes will be written to disk in clear text.
spanish: Atención: Sus notas serán guardadas en el disco duro como texto normal.

source: When notes are stored in a single database individual files become redundant.
spanish: Cuando las notas están guardadas en una base de datos los archivos individuales para cada nota son redundantes.

source: You cannot create more than 26 bookmarks. Try removing some first.
spanish: No se pueden crear más de 26 marcadores. Prueba a borrar alguno primero.

source: You cannot undo this action.
spanish: No puedes deshacer esta acción.

source: You must select a note before it can be added as a bookmark.
spanish: Debes escoger una nota antes de añadirla como marcador.

source: Your notes are currently stored as %@ files on disk, but encryption requires a single database. Switch to a database format?
spanish: Sus notas están guardadas acutalmente como %@ ficheros en el disco, pero el cifrado requiere una base de datos. ¿Cambiamos al formato de base de datos?

source: Your notes directory (%@) appears to be in the Trash.
spanish: Su carpeta de notas (%@) parece que está en la Papelera.

source: Your notes were not moved.
spanish: Sus notas no se han movido.

source: Title
spanish: Título

source: Tags
spanish: Etiquetas

source: Date Modified
spanish: Fecha de modificación

source: Date Added
spanish: Fecha de creación

source: Go back to search; press %@-D to deselect
spanish: Vuelva atrás para buscar; pulse %@-D para borrar la selección

source: Now searching for this text
spanish: Buscando este texto

source: Clear the search; press ESC
spanish: Borre la búsqueda; pulse ESC

source: Type any text to search; press Return to create a note
spanish: Escriba para buscar; pulse la tecla Retorno para crear una nota

source: Now editing this note; rename it with %@-R
spanish: Está editando esta nota; renombrela con %@-R

source: Excruciatingly Useful Shortcuts
spanish: Atajos de teclado terriblemente útiles

source: Contact Information
spanish: Información de contacto

source: This is the title of a note
spanish: Esto es el título de una nota

source: How does this thing work?
spanish: ¿Cómo funciona esta cosa?

source: SiteURL
spanish: http://notational.net/

source: Switch to Vertical Layout
spanish: Cambiar a la disposición vertical

source: Switch to Horizontal Layout
spanish: Cambiar a la disposición horizontal

source: Secure Text Entry will prevent %@, which is currently installed on this computer, from working in Notational Velocity.
spanish: Entrada de Texto Seguro impedirá a %@, que está instalado en este equipo, funcionar en Notational Velocity.

source: Importing content...
spanish: Importando contenidos…

source: From
spanish: De

source: Reset
spanish: Vaciar menú
